/* Indicates an approximate number */
"About" = "大约";

/* Denotes past dates */
"ago" = "前";

/* Indicates an approaching number */
"Almost" = "差不多";

/* One day in time */
"day" = "天";

/* More than one day in time */
"days" = "天";

/* Denotes future dates */
"from now" = "后";

/* One hour in time */
"hour" = "小时";

/* More than one hour in time */
"hours" = "小时";

/* Indicates a less-than number */
"Less than" = "少于";

/* One minute in time */
"minute" = "分钟";

/* More than one minute in time */
"minutes" = "分钟";

/* One month in time */
"month" = "个月";

/* More than one month in time */
"months" = "个月";

/* Indicates an exceeding number */
"Over" = "超过";

/* One second in time */
"second" = "秒";

/* More than one second in time */
"seconds" = "秒";

/* One year in time */
"year" = "年";

/* More than one year in time */
"years" = "年";

